Repository: TrongNghia13/SMA_-N-
Catalog: ANDROID/SMA_v1/lib/l10n/app_*.arb
Languages: vi

# helloWorld
source: Hello Word!
vi: Xin chào thế giới!

# errNotification
source: No new notification
vi: Không có thông báo mới

# organizationUnit
source: Organization Name
vi: Trực thuộc

source: Job Title
vi: Chức vụ

source: Error parameters :
vi: Thông số lỗi :

source: Date Created :
vi: Ngày tạo :

source: Creator :
vi: Người tạo :

# noteProduct
source: Note :
vi: Ghi chú :

# weightProduct3
source: Weight 3 :
vi: Khối lượng 3 :

# weightProduct2
source: Weight 2 :
vi: Khối lượng 2 :

# weightProduct1
source: Weight 1 :
vi: Khối lượng 1 :

# thicknessProduct
source: Thickness :
vi: Chiều dày :

# widthProduct
source: Width :
vi: Khổ :

source: Purchase Price :
vi: Giá mua :

source: Galvanized Unit :
vi: Đơn vị mạ kẽm :

source: Lot Number :
vi: Số lô :

# standardProduct
source: Standard :
vi: Tiêu chuẩn :

# steelProduct
source: Steels :
vi: Loại thép :

# supplierProduct
source: Supplier :
vi: Nhà cung cấp :

# workStatusProduct
source: Work Status :
vi: Trạng thái công việc :

# specificationProduct
source: Specifications :
vi: Thông số kỹ thuật:

# imageProduct
source: Image
vi: Hình ảnh

# errorProduct
source: Error
vi: Lỗi

# informationProduct
source: Information
vi: Thông tin

source: My Profile
vi: Hồ sơ của tôi

source: Personal infomation
vi: Thông tin cá nhân

source: Change password
vi: Đổi mật khẩu

source: Change language
vi: Ngôn ngữ

source: Clear cache
vi: Xoá dữ liệu lưu tạm

source: Log out
vi: Đăng xuất

source: Accept
vi: Đồng ý

source: Save
vi: Lưu

source: Cancel
vi: Huỷ

source: Exit
vi: Thoát

source: Detailed description:
vi: Mô tả chi tiết:

# pleaseEnterImei
source: Please enter imei in the box above
vi: Vui lòng nhập imei vào ô bên trên

source: roll
vi: cuộn

source: tape
vi: băng

source: Specification:
vi: Quy cách:

source: Select defect:
vi: Chọn lỗi:

source: Note:
vi: Ghi chú:

source: Image:
vi: Hình ảnh:

# addImage
source: Add image (Maximum 4)!
vi: Thêm hình ảnh (Tối đa 4)!

source: This Image Type Is Not Supported
vi: Định dạng ảnh không hỗ trợ

# messageErrorApi
source: Data not found!
vi: Không tìm thấy dữ liệu!

source: Capture From Camera
vi: Chụp từ Camera

source: Taken From Library
vi: Lấy từ Thư viện

# acceptTitle
source: Accept
vi: Xác nhận

# deleteImageMessage
source: Are you sure you want to delete this photo?
vi: Bạn có chắc chắn muốn xoá tấm ảnh này không?

# captureDefect
source: Update defect of
vi: Cập nhật lỗi

# pleaseEnterImeiThreeDot
source: Please enter imei...
vi: Vui lòng nhập imei...

# confirmMessage
source: Data will be uploaded to the system. Do you agree ?
vi: Dữ liệu sẽ được tải lên hệ thống. Bạn có đồng ý không ?

# functionBuilding
source: The function is in the process of being built!
vi: Chức năng đang trong quá trình được xây dựng!

source: Information about the app
vi: Thông tin về ứng dụng

source: Create by:
vi: Tham gia phát triển bởi:

# searchImeiViaQRCode
source: Search IMEI by QRCode
vi: Tìm kiếm IMEI bằng QRCode

# noteQRScanner
source: Please put the QR Code in the box below:
vi: Vui lòng đặt QR Code vào khung dưới đây:

# homePageTitle
source: SMA HomePage
vi: Trang chủ SMA

# selectFunction
source: Function:
vi: Chọn chức năng:

# function1Name
source: Scan output roll
vi: Quét xuất cuộn

# function2Name
source: Update roll defect
vi: Cập nhật lỗi cuộn

# function3Name
source: Scan output tape
vi: Quét xuất băng

# function4Name
source: Update tape defect
vi: Cập nhật lỗi băng

# function5Name
source: Lookup
vi: Tra cứu

# function6Name
source: Report
vi: Báo cáo

source: Homepage
vi: Trang chủ

source: Phone
vi: Liên hệ

source: Notification
vi: Thông báo

# settings
source: Customize
vi: Tuỳ chỉnh

source: Account
vi: Tài khoản

# accountHint
source: Please enter the Account
vi: Vui lòng nhập tài khoản

source: Password
vi: Mật khẩu

# passwordHint
source: Please enter the Password
vi: Vui lòng nhập mật khẩu

source: Branch
vi: Chi nhánh

# branchHint
source: Please select once
vi: Vui lòng chọn một chi nhánh

source: Login
vi: Đăng nhập

# emptyWarning
source: Please fill out all information
vi: Vui lòng điền đầy đủ thông tin

# accountOrPasswordError
source: Invalid information Please check again!
vi: Sai thông tin Vui lòng kiểm tra lại!

# clearSharedPreferencesNotification
source: Clear cache successfully!
vi: Đã giải phóng bộ nhớ ứng dụng trên điện thoại!

source: Close
vi: Đóng

# roleAppEmptyNotification
source: Please contact management for permission to access functions! If not please check internet connection And drag the screen down from this text!
vi: Vui lòng liên hệ quản trị để được cấp quyền truy cập các chức năng! Nếu không hãy kiểm tra kết nối internet và kéo màn hình xuống từ dòng chữ này!

# logoutNotification
source: Logout successfully
vi: Bạn đã đăng xuất thành công

source: Task date
vi: Ngày yêu cầu

# productionPlanID
source: Plan id
vi: Mã kế hoạch

source: Vendor
vi: Nhà cung cấp

# productionBatchNo
source: Batch no
vi: Số lô

source: Width
vi: Khổ

source: Thickness
vi: Dày

source: Store id
vi: Mã kho

source: Quantity:
vi: Số lượng:

source: No data!
vi: Không có dữ liệu!

# notFoundPlanId
source: Not found planning id which you searched!
vi: Không tìm thấy mã kế hoạch bạm tìm kiếm!

# emptyTaskApp
source: Currently you haven't been requested!
vi: Hiện tại bạn chưa được yêu cầu xuất kho!

# noJobNotification
source: There are no jobs in this category!
vi: Không có công việc trong mục này!

# searchViaPlanId
source: Search by PlanId
vi: Tìm kiếm bằng mã kế hoạch

# quantityProductRequirement
source: Quantity required:
vi: Số lượng sản phẩm yêu cầu:

source: QR Scanner
vi: Quét QR

source: Request completed!
vi: Yêu cầu đã hoàn tất!

source: Not enough quantity required!
vi: Chưa đủ số lượng yêu cầu!

source: Currently no products have been added.
vi: Hiện tại chưa có sản phẩm nào được thêm vào.

# pleaseTapTheQRIconToAdd
source: Please click on the QR icon to add products!
vi: Vui lòng nhấn vào biểu tượng QR để thêm sản phẩm!

source: Scanned
vi: Đã quét

source: Scan history:
vi: Lịch sử quét:

# sessionQRScannedNote
source: You have not scanned anything in this session...
vi: Bạn chưa quét gì ở phiên này...

source: Confirm
vi: Xác nhận

# questionBackPage
source: Are you sure you want to return to the previous page?
vi: Bạn chắc chắn có muốn trở về trang trước?

# enoughRequiredNotification
source: You have added enough products!
vi: Bạn đã thêm đủ số lượng!

# deleteConfirm
source: Are you sure you want to delete
vi: Bạn chắc chắn muốn xoá

source: No
vi: Không

source: Yes
vi: Có

source: Delete
vi: Xoá

# numberNo
source: No
vi: STT

source: Option
vi: Tuỳ chọn

# serverConnecting
source: Connecting to server...
vi: Đang kết nối đến máy chủ...

source: Loading...
vi: Đang tải...

# serverErrorConnecting
source: An error occurred while connecting to the server.
vi: Đã xảy ra lỗi trong quá trình kết nối đến server

# emptySteelWarning
source: Product has no defects!, If you are sure the product is not damaged then click Completed Icon!.
vi: Sản phẩm không có lỗi!, Nếu bạn chắc chắn sản phẩm không bị hư hại thì hãy bấm nút Hoàn Thành!

# lengthPasswordError
source: Password must be more than 8 characters
vi: Mật khẩu phải hơn 8 kí tự

# newPasswordNotEqualPassword
source: The new password must not be the same as the old password
vi: Mật khẩu mới không được giống mật khẩu cũ

# rePasswordMustHaveDuplicate
source: Re-enter password must be same as new password
vi: Nhập lại mật khẩu phải giống mật khẩu mới

# emptyNewPassword
source: New password cannot be blank
vi: Mật khẩu mới không được để trống

# emptyRePassword
source: Re-enter password cannot be blank
vi: Mật khẩu nhập lại không được để trống

source: Old Password
vi: Mật khẩu cũ

source: New Password
vi: Mật khẩu mới

# rePassword
source: Re-enter new password
vi: Nhập lại mật khẩu mới

source: Back
vi: Trở về

source: Again
vi: Thử lại

# errorWhenChangePassword
source: There was an error when changing password
vi: Có lỗi khi đổi mật khẩu

# changePasswordQuestion
source: Are you sure you want to change your password?
vi: Bạn có chắc chắn muốn đổi mật khẩu không ?

source: Change password successfully!
vi: Đổi mật khẩu thành công!

source: Revenue
vi: Doanh thu

source: Input
vi: Nhập

source: Output
vi: Xuất

source: Inventory
vi: Tồn kho

# titleContact1
source: Headquarters:
vi: Trụ sở chính:

# titleContact2
source: Store:
vi: Cửa hàng:

# titleContact3
source: Factory 1:
vi: Nhà máy 1:

# titleContact4
source: Factory 2:
vi: Nhà máy 2:

# titleContact6
source: Phone number:
vi: Số điện thoại:

# titleContact7
source: Developer Application Email 1:
vi: Email nhà phát triển ứng dụng 1:

# titleContact8
source: Developer Application Email 2:
vi: Email nhà phát triển ứng dụng 2:

# contentContact1
source: Area 6, An Khanh Ward, Ninh Kieu District, Can Tho City.
vi: Khu vục 6, phường An Khánh, quận Ninh Kiều, thành phố Cần Thơ.

# contentContact2
source: 64A, 3/2 street, Hung Loi ward, Ninh Kieu district, Can Tho city.
vi: 64A, đường 3 tháng 2, phường Hưng Lợi, quận Ninh Kiều, thành phố Cần Thơ.

# contentContact3
source: 207, Hoang Quoc Viet Street, Area 4, An Binh Ward, Ninh Kieu District, Can Tho City.
vi: 207, đường Hoàng Quốc Việt, Khu vực 4, phường An Bình, quận Ninh Kiều, thành phố Cần Thơ.

# contentContact4
source: Lot B2-7, Vinh Loc 2 Industrial Park, Long Hiep Commune, Ben Luc District, Long An Province.
vi: Lô B2-7, KCN Vĩnh Lộc 2, xã Long Hiệp, huyện Bến Lức, tỉnh Long An.

# titleContact9
source: Note:
vi: Lưu ý:

# contentContact9
source: When reporting an application error, please record the error process!
vi: Khi báo lỗi ứng dụng, vui lòng quay phim lại quá trình xuất hiện lỗi!
